IDEA Open Model
PlateData.Origin Property
Compatible with IDEA StatiCa Beta 20.0
 Origin of the plate LCS
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Point3D Origin { get; set; }
Public Property Origin As Point3D
	Get
	Set
Property Value
Type: Point3D
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace